/**
 * 中国各省
 */

let chinaList = [
  "河北省",
  "山西省",
  "辽宁省",
  "吉林省",
  "黑龙江省",
  "江苏省",
  "浙江省",
  "安徽省",
  "福建省",
  "江西省",
  "山东省",
  "河南省",
  "湖北省",
  "湖南省",
  "广东省",
  "海南省",
  "四川省",
  "贵州省",
  "云南省",
  "陕西省",
  "甘肃省",
  "青海省",
  "台湾省",
  "内蒙古自治区",
  "广西壮族自治区",
  "西藏自治区",
  "宁夏回族自治区",
  "新疆维吾尔自治区",
  "北京市",
  "天津市",
  "上海市",
  "重庆市",
];

/**
 * 河南省市级
 */
let henanList = [
  "安阳市",
  "鹤壁市",
  "济源市",
  "焦作市",
  "开封市",
  "洛阳市",
  "漯河市",
  "南阳市",
  "平顶山市",
  "濮阳市",
  "三门峡市",
  "商丘市",
  "新乡市",
  "信阳市",
  "许昌市",
  "郑州市",
  "周口市",
  "驻马店市",
];

module.exports = {
  chinaList,
  henanList,
};
